Repository: whereisjeffrey/Orbit-
Catalog: TranslateHelper/Localizable.xcstrings
Source language: en
Languages: ar, es, pt

source: Already have an account? Log in
ar: لديك حساب بالفعل؟ تسجيل الدخول
es: ¿Ya tienes cuenta? Inicia sesión
pt: Já tem conta? Entre

source: By creating an account, you agree to our Terms of Service and Privacy Policy.
ar: من خلال إنشاء حساب، فإنك توافق على شروط الخدمة وسياسة الخصوصية.
es: Al crear una cuenta, aceptas nuestros Términos de Servicio y Política de Privacidad.
pt: Ao criar uma conta, você concorda com nossos Termos de Serviço e Política de Privacidade.

source: Check Your Email
ar: تحقق من بريدك
es: Revisa tu correo
pt: Verifique seu e-mail

source: Choose Your Plan
ar: اختر خطتك
es: Elige tu plan
pt: Escolha seu plano

source: Continue
ar: متابعة
es: Continuar
pt: Continuar

source: Create Account
ar: إنشاء حساب
es: Crear Cuenta
pt: Criar Conta

source: Daily Goal
ar: الهدف اليومي
es: Meta Diaria
pt: Meta Diária

source: Delete
ar: حذف
es: Eliminar
pt: Excluir

source: Don't have an account?
ar: ليس لديك حساب؟
es: ¿No tienes cuenta?
pt: Não tem conta?

source: Done
ar: تم
es: Hecho
pt: Concluído

source: English
ar: الإنجليزية
es: Inglés
pt: Inglês

source: Enter your email and we'll send a reset link
ar: أدخل بريدك وسنرسل رابط إعادة التعيين
es: Ingresa tu correo y te enviaremos un enlace
pt: Insira seu e-mail e enviaremos um link

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
pt: Esqueceu a senha?

source: How many phrases do you want to review each day?
ar: كم عدد العبارات التي ترغب في مراجعتها كل يوم؟
es: ¿Cuántas frases quieres repasar al día?
pt: Quantas frases você quer revisar por dia?

source: I want to learn...
ar: أريد أن أتعلم...
es: Quiero aprender...
pt: Eu quero aprender...

source: Join the journey
ar: انضم إلى الرحلة
es: Únete al viaje
pt: Junte-se à jornada

source: Language
ar: اللغة
es: Idioma
pt: Idioma

source: Library
ar: مكتبة
es: Biblioteca
pt: Biblioteca

source: Location
ar: الموقع
es: Ubicación
pt: Localização

source: Log Out
ar: تسجيل خروج
es: Cerrar sesión
pt: Sair

source: Master Any Language
ar: إتقان أي لغة
es: Domina cualquier idioma
pt: Domine qualquer idioma

source: MOST POPULAR
ar: الأكثر شيوعا
es: MÁS POPULAR
pt: MAIS POPULAR

source: My Clipboard
ar: الحافظة الخاصة بي
es: Mi Portapapeles
pt: Minha Área de Transferência

source: MY DECKS
ar: مجموعاتي
es: MIS MAZOS
pt: MEUS BARALHOS

source: My native language
ar: لغتي الأم
es: Mi idioma nativo
pt: Meu idioma nativo

source: No goal set yet
ar: لم يتم تحديد هدف بعد
es: Aún no hay meta
pt: Nenhuma meta definida

source: No phrases yet
ar: لا توجد عبارات بعد
es: Aún no hay frases
pt: Nenhuma frase ainda

source: Notifications
ar: إشعارات
es: Notificaciones
pt: Notificações

source: OR CONTINUE WITH
ar: أو المتابعة مع
es: O CONTINUAR CON
pt: OU CONTINUAR COM

source: Plan
ar: الخطة
pt: Plano

source: Please select your native language
ar: يرجى تحديد لغتك الأم
es: Por favor selecciona tu idioma nativo
pt: Por favor, selecione seu idioma nativo

source: Portuguese
ar: البرتغالية
es: Portugués
pt: Português

source: Premium
ar: ممتاز

source: Pro
ar: برو

source: Profile
ar: الملف الشخصي
es: Perfil
pt: Perfil

source: Resend email
ar: إعادة إرسال البريد
es: Reenviar correo
pt: Reenviar e-mail

source: Reset Onboarding
ar: إعادة تعيين الرحلة
es: Reiniciar Inicio
pt: Reiniciar Integração

source: Save phrases from the keyboard
ar: احفظ العبارات من لوحة المفاتيح
es: Guarda frases del teclado
pt: Salve frases do teclado

source: Search phrases...
ar: ابحث عن عبارات...
es: Buscar frases...
pt: Buscar frases...

source: See All
ar: عرض الكل
es: Ver todo
pt: Ver tudo

source: Select the language you'd like to master. You can add more later.
ar: حدد اللغة التي ترغب في إتقانها. يمكنك إضافة المزيد لاحقًا.
es: Selecciona el idioma que te gustaría dominar. Puedes añadir más luego.
pt: Selecione o idioma que você gostaria de dominar. Você pode adicionar mais tarde.

source: Session Complete!
ar: اكتملت الجلسة!
es: ¡Sesión completa!
pt: Sessão Concluída!

source: Set Daily Goal
ar: حدد الهدف اليومي
es: Fijar Meta Diaria
pt: Definir Meta Diária

source: Settings
ar: الإعدادات
es: Configuración
pt: Configurações

source: Sign In
ar: تسجيل الدخول
es: Iniciar Sesión
pt: Entrar

source: Skip
ar: تخطى
es: Omitir
pt: Pular

source: SOURCE WORD
ar: الكلمة المصدر
es: PALABRA DE ORIGEN
pt: PALAVRA DE ORIGEM

source: Start 7-Day Free Trial
ar: ابدأ نسخة تجريبية مجانية لمدة 7 أيام
es: Prueba gratis por 7 días
pt: Comece 7 dias grátis

source: Start Free Trial
ar: ابدأ التجربة المجانية
es: Comenzar Prueba Gratis
pt: Iniciar Teste Grátis

source: Start mastering new languages today.
ar: ابدأ في إتقان لغات جديدة اليوم.
es: Empieza a dominar nuevos idiomas hoy.
pt: Comece a dominar novos idiomas hoje.

source: Start your free trial
ar: ابدأ تجربتك المجانية
es: Comienza tu prueba gratis
pt: Comece seu teste grátis

source: Study Mode
ar: وضع الدراسة
es: Modo de Estudio
pt: Modo de Estudo

source: Synced from keyboard
ar: تمت المزامنة من لوحة المفاتيح
es: Sincronizado del teclado
pt: Sincronizado do teclado

source: TRANSLATION
ar: الترجمة
es: TRADUCCIÓN
pt: TRADUÇÃO

source: Unlock your full potential
ar: أطلق العنان لإمكاناتك
es: Desarrolla todo tu potencial
pt: Desbloqueie todo o seu potencial

source: Where are you learning?
ar: أين تتعلم؟
es: ¿De dónde estás aprendiendo?
pt: Onde você está aprendendo?

source: Why are you learning?
ar: لماذا تتعلم؟
es: ¿Por qué estás aprendiendo?
pt: Por que você está aprendendo?

source: You've reviewed all phrases.
ar: لقد قمت بمراجعة جميع العبارات.
es: Has repasado todas las frases.
pt: Você revisou todas as frases.

source: (door)
es: (puerta)
pt: (porta)

source: / month
es: / mes
pt: / mês

source: %@ will be notified. They can accept or ignore your request.
es: %@ será notificado. Puede aceptar o ignorar tu solicitud.
pt: %@ será notificado. Ele pode aceitar ou ignorar sua solicitação.

source: %lld active
es: %lld activos
pt: %lld ativos

# %lld active · %lld conquered
source: %1$lld active · %2$lld conquered
es: %lld activos · %lld conquistados
pt: %lld ativos · %lld conquistados

source: %lld answers
es: %lld respuestas
pt: %lld respostas

source: %lld cards
es: %lld tarjetas
pt: %lld cartões

source: %lld due
es: %lld pendientes
pt: %lld pendentes

source: %lld keyboard translations left today
es: %lld traducciones de teclado restantes hoy
pt: %lld traduções de teclado restantes hoje

source: %lld mastered
es: %lld dominadas
pt: %lld dominadas

# %lld of %lld
source: %1$lld of %2$lld
es: %lld de %lld
pt: %lld de %lld

# %lld OF %lld CARDS
source: %1$lld OF %2$lld CARDS
es: %lld DE %lld TARJETAS
pt: %lld DE %lld CARTÕES

# %lld of %lld match
source: %1$lld of %2$lld match
es: %lld de %lld coinciden
pt: %lld de %lld correspondências

# %lld of %lld phrases reviewed
source: %1$lld of %2$lld phrases reviewed
es: %lld de %lld frases revisadas
pt: %lld de %lld frases revisadas

source: %lld people
es: %lld personas
pt: %lld pessoas

source: %lld personalised cards
es: %lld tarjetas personalizadas
pt: %lld cartões personalizados

# %lld phrase%@ found
source: %1$lld phrase%2$@ found
es: %lld frase%@ encontrada
pt: %lld frase%@ encontrada

source: %lld phrases
es: %lld frases
pt: %lld frases

# %lld rec%@
source: %1$lld rec%2$@
es: %lld rec%@
pt: %lld rec%@

source: %lld recent
es: %lld recientes
pt: %lld recentes

# %lld recommendation%@
source: %1$lld recommendation%2$@
es: %lld recomendación%@
pt: %lld recomendação%@

source: %lld selected
es: %lld seleccionados
pt: %lld selecionados

source: %lld spaces
es: %lld espacios
pt: %lld espaços

source: %lld%% to next level
es: %lld%% para el siguiente nivel
pt: %lld%% para o próximo nível

source: %lldw
es: %llds
pt: %llds

source: ← Back to empty state
es: ← Volver al estado vacío
pt: ← Voltar ao estado vazio

source: + %lld more
es: + %lld más
pt: + %lld mais

# + %lld more recommendation%@
source: + %1$lld more recommendation%2$@
es: + %lld recomendación%@ más
pt: + %lld mais recomendação%@

source: + Add another location
es: + Añadir otra ubicación
pt: + Adicionar outro local

source: ✓ Added!
es: ✓ ¡Añadido!
pt: ✓ Adicionado!

source: 👆 Tap a word above to look it up
es: 👆 Toca una palabra de arriba para buscarla
pt: 👆 Toque em uma palavra acima para pesquisar

source: $%lld MXN/day
es: $%lld MXN/día
pt: $%lld MXN/dia

source: 0 / 20 phrases reviewed
es: 0 / 20 frases revisadas
pt: 0 / 20 frases revisadas

source: 3 graduated · 2 in progress
es: 3 graduados · 2 en progreso
pt: 3 concluídos · 2 em andamento

source: 3 sounds to work on
es: 3 sonidos para trabajar
pt: 3 sons para trabalhar

source: 7 days ago
es: Hace 7 días
pt: Há 7 dias

source: 25 personalised phrases — gendered perfectly for how you actually talk.
es: 25 frases personalizadas — con género perfecto para cómo hablas realmente.
pt: 25 frases personalizadas — com gênero perfeitamente adequado à sua forma de falar.

source: A single hospital night in Mexico can run $300–$2,000 USD. A medical evacuation can top $50,000. Most plans cost less than your daily coffee habit.
es: Una sola noche de hospital en México puede costar entre $300 y $2,000 USD. Una evacuación médica puede superar los $50,000. La mayoría de los planes cuestan menos que tu hábito diario de café.
pt: Uma única noite de hospital no México pode custar de US$ 300 a US$ 2.000. Uma evacuação médica pode ultrapassar US$ 50.000. A maioria dos planos custa menos que seu hábito diário de café.

source: ACTIVE
es: ACTIVO
pt: ATIVO

source: Add
es: Añadir
pt: Adicionar

source: Add photo
es: Añadir foto
pt: Adicionar foto

source: Add a comment…
es: Añadir un comentario…
pt: Adicionar um comentário…

source: Add a group
es: Añadir un grupo
pt: Adicionar um grupo

source: Add a Group
es: Añadir un Grupo
pt: Adicionar um Grupo

source: Add a photo
es: Agregar una foto
pt: Adicionar uma foto

source: Add a place or fix outdated info
es: Agregar un lugar o corregir información desactualizada
pt: Adicionar um lugar ou corrigir informações desatualizadas

source: Add a rec
es: Agregar una recomendación
pt: Adicionar uma recomendação

source: Add a Recommendation
es: Agregar una recomendación
pt: Adicionar uma recomendação

source: Add a space or fix outdated info
es: Agregar un espacio o corregir información desactualizada
pt: Adicionar um espaço ou corrigir informações desatualizadas

source: Add contact
es: Agregar contacto
pt: Adicionar contato

source: Add Group
es: Agregar grupo
pt: Adicionar grupo

source: ADD LOCATION
es: AGREGAR UBICACIÓN
pt: ADICIONAR LOCALIZAÇÃO

source: Add recommendation
es: Agregar recomendación
pt: Adicionar recomendação

source: Add to Deck
es: Agregar a Mazo
pt: Adicionar ao Baralho

source: Added
es: Agregado
pt: Adicionado

source: Added ✓
es: Agregado ✓
pt: Adicionado ✓

source: Added to your clipboard
es: Agregado a tu portapapeles
pt: Adicionado à sua área de transferência

source: Address
es: Dirección
pt: Endereço

source: After 7 days, your Pro subscription begins at $7.99/mo. Cancel anytime.
es: Después de 7 días, tu suscripción Pro comienza en $7.99/mes. Cancela en cualquier momento.
pt: Após 7 dias, sua assinatura Pro começa em US$ 7,99/mês. Cancele a qualquer momento.

# AI deck limit reached (%lld/%lld)
source: AI deck limit reached (%1$lld/%2$lld)
es: Límite de mazo de IA alcanzado (%lld/%lld)
pt: Limite de baralho de IA atingido (%lld/%lld)

source: AI will generate up to 50 Spanish–English flashcard pairs.
es: La IA generará hasta 50 pares de tarjetas de estudio español-inglés.
pt: A IA gerará até 50 pares de flashcards espanhol-inglês.

source: AI will generate up to 50 Spanish–English flashcard pairs. You can add more cards after.
es: La IA generará hasta 50 pares de tarjetas de estudio español-inglés. Puedes agregar más tarjetas después.
pt: A IA gerará até 50 pares de flashcards espanhol-inglês. Você pode adicionar mais cartões depois.

source: Alert submitted — thanks for keeping it real 🙌
es: Alerta enviada — gracias por mantener la autenticidad 🙌
pt: Alerta enviado — obrigado por manter a autenticidade 🙌

source: Almost — listen to the native version again and match each sound.
es: Casi — escucha la versión nativa de nuevo y empareja cada sonido.
pt: Quase — ouça a versão nativa novamente e combine cada som.

source: Almost there
es: Casi listo
pt: Quase lá

source: Always confirm plate + driver photo before getting in. Never accept rides from drivers who approach you — only use the app. Avoid hailing street taxis.
es: Siempre confirma la placa + la foto del conductor antes de subir. Nunca aceptes viajes de conductores que se te acerquen — solo usa la aplicación. Evita pedir taxis en la calle.
pt: Sempre confirme a placa + a foto do motorista antes de entrar. Nunca aceite corridas de motoristas que se aproximam de você — use apenas o aplicativo. Evite chamar táxis na rua.

source: Answer:
es: Respuesta:
pt: Resposta:

source: answers
es: respuestas
pt: respostas

source: Anything useful to know — vibe, crowd, parking, noise level…
es: Cualquier cosa útil que saber — ambiente, gente, estacionamiento, nivel de ruido…
pt: Qualquer coisa útil para saber — vibe, público, estacionamento, nível de ruído…

source: Are you enjoying Orbit?
es: ¿Estás disfrutando Orbit?
pt: Você está gostando do Orbit?

source: Ask a Local
es: Pregunta a un local
pt: Pergunte a um local

source: ATM & CASH TIPS — %@
es: CONSEJOS PARA CAJEROS Y EFECTIVO — %@
pt: DICAS DE CAIXA ELETRÔNICO E DINHEIRO — %@

source: Attempt %lld/3
es: Intento %lld/3
pt: Tentativa %lld/3

source: Attempt 1/3
es: Intento 1/3
pt: Tentativa 1/3

source: Auto-translate
es: Traducir automáticamente
pt: Traduzir automaticamente

source: AVG RENT
es: RENTA PROMEDIO
pt: ALUGUEL MÉDIO

source: Back
es: Atrás
pt: Voltar

source: Back to
es: Volver a
pt: Voltar para

source: Back to Coach
es: Volver a Entrenador
pt: Voltar para o Coach

source: Basic
es: Básico
pt: Básico

source: Be the first to add a rec.
es: Sé el primero en agregar una recomendación.
pt: Seja o primeiro a adicionar uma recomendação.

source: Be the first to add one for %@ in this city.
es: Sé el primero en agregar uno para %@ en esta ciudad.
pt: Seja o primeiro a adicionar um para %@ nesta cidade.

source: Best for: %@
es: Mejor para: %@
pt: Melhor para: %@

source: BEST TRAVEL CARDS
es: MEJORES TARJETAS DE VIAJE
pt: MELHORES CARTÕES DE VIAGEM

source: Book %@
es: Reservar %@
pt: Reservar %@

source: Browse Turo in Mexico
es: Explorar Turo en México
pt: Navegar Turo no México

source: Building your deck...
es: Creando tu mazo...
pt: Montando seu baralho...

source: Building your round...
es: Creando tu ronda...
pt: Montando sua rodada...

source: Building your starter decks…
es: Creando tus mazos iniciales...
pt: Montando seus baralhos iniciais…

source: Bureaucracy
es: Burocracia
pt: Burocracia

source: Buy at: %@
es: Comprar en: %@
pt: Comprar em: %@

source: By submitting you confirm this is a real group and you have permission to share the invite link.
es: Al enviar, confirmas que este es un grupo real y que tienes permiso para compartir el enlace de invitación.
pt: Ao enviar, você confirma que este é um grupo real e que tem permissão para compartilhar o link de convite.

source: Camera roll upload coming soon — paste a URL for now.
es: La carga desde el carrete de la cámara estará disponible pronto; por ahora, pega una URL.
pt: O upload do rolo da câmera estará disponível em breve — cole uma URL por enquanto.

source: Cancel
es: Cancelar
pt: Cancelar

source: Catching up…
es: Poniéndome al día…
pt: Alcançando…

source: Category
es: Categoría
pt: Categoria

source: CEFR SCALE
es: ESCALA MCER
pt: ESCALA CEFR

source: Change Handle
es: Cambiar nombre de usuario
pt: Mudar nome de usuário

source: Change Language
es: Cambiar idioma
pt: Mudar idioma

source: Changes take effect on the next topic.
es: Los cambios surtirán efecto en el próximo tema.
pt: As alterações terão efeito no próximo tópico.

source: Checking…
es: Comprobando…
pt: Verificando…

source: CHOOSE AN EMOJI
es: ELIGE UN EMOJI
pt: ESCOLHA UM EMOJI

source: Choose City
es: Elegir ciudad
pt: Escolher cidade

source: Choose your plan
es: Elige tu plan
pt: Escolha seu plano

source: Clear filters
es: Borrar filtros
pt: Limpar filtros

source: COACHING TIP
es: CONSEJO DE ENTRENAMIENTO
pt: DICA DE TREINAMENTO

source: COLOUR
es: COLOR
pt: COR

source: Comments
es: Comentarios
pt: Comentários

source: COMMUNITY ALERTS
es: ALERTAS DE LA COMUNIDAD
pt: ALERTAS DA COMUNIDADE

source: Connect
es: Conectar
pt: Conectar

source: Connect %@
es: Conectar %@
pt: Conectar %@

source: CONVERSATION
es: CONVERSACIÓN
pt: CONVERSA

source: CONVERSATION STYLE
es: ESTILO DE CONVERSACIÓN
pt: ESTILO DE CONVERSA

source: correct
es: correcto
pt: correto

source: Correct
es: Correcto
pt: Correto

source: Correct!
es: ¡Correcto!
pt: Correto!

source: CORRECTION
es: CORRECCIÓN
pt: CORREÇÃO

source: Covers
es: Cubiertas
pt: Capas

source: Cowork
es: Trabajo en equipo

source: Crafting Timeless Adages, Euphemisms & Dating & Romance in %@
es: Creando adagios atemporales, eufemismos y citas y romance en %@
pt: Criando Adágios Atemporais, Eufemismos e Namoro e Romance em %@

source: Create a new deck
es: Crear un mazo nuevo
pt: Criar um novo baralho

source: Create Deck
es: Crear mazo
pt: Criar Baralho

source: Create Empty Deck
es: Crear mazo vacío
pt: Criar Baralho Vazio

source: Create your first deck or import a featured one below
es: Crea tu primer mazo o importa uno destacado a continuación
pt: Crie seu primeiro baralho ou importe um em destaque abaixo

source: Create your own
es: Crea tu propio
pt: Crie o seu próprio

source: CULTURAL CONTEXT
es: CONTEXTO CULTURAL
pt: CONTEXTO CULTURAL

source: Customize your coaching
es: Personaliza tu entrenamiento
pt: Personalize seu treinamento

source: Data is community-verified. Hours and amenities change.
es: Los datos son verificados por la comunidad. Los horarios y servicios pueden cambiar.
pt: Os dados são verificados pela comunidade. Horários e comodidades podem mudar.

source: Data is community-verified. Prices and amenities change.
es: Los datos son verificados por la comunidad. Los precios y servicios pueden cambiar.
pt: Os dados são verificados pela comunidade. Preços e comodidades podem mudar.

source: Debug
es: Depurar
pt: Depurar

source: DECK NAME
es: NOMBRE DEL MAZO
pt: NOME DO BARALHO

source: Delete This Card?
es: ¿Eliminar esta tarjeta?
pt: Excluir este cartão?

source: Describe what happened and how others can protect themselves...
es: Describe lo que pasó y cómo otros pueden protegerse...
pt: Descreva o que aconteceu e como outras pessoas podem se proteger...

source: DESCRIBE WHAT YOU WANT TO LEARN
es: DESCRIBE LO QUE QUIERES APRENDER
pt: DESCREVA O QUE VOCÊ QUER APRENDER

source: Did you make it to %@?
es: ¿Llegaste a %@?
pt: Você conseguiu chegar a %@?

source: Disconnect
es: Desconectar
pt: Desconectar

source: Don't skip this one
es: No te saltes este
pt: Não pule este

source: Don't understand something?
es: ¿No entiendes algo?
pt: Não entendeu algo?

source: Double-tap any coaching tip to save it to your notes for later study.
es: Toca dos veces cualquier consejo de entrenamiento para guardarlo en tus notas y estudiarlo más tarde.
pt: Toque duas vezes em qualquer dica de treinamento para salvá-la em suas notas para estudo posterior.

source: Double-tap any message from Sol for the English translation. Give it a try!
es: Toca dos veces cualquier mensaje de Sol para ver la traducción al inglés. ¡Inténtalo!
pt: Toque duas vezes em qualquer mensagem de Sol para a tradução em inglês. Experimente!

source: Double-tap your own message to see how a native speaker would say it.
es: Toca dos veces tu propio mensaje para ver cómo lo diría un hablante nativo.
pt: Toque duas vezes em sua própria mensagem para ver como um falante nativo a diria.

source: Download app
es: Descargar aplicación
pt: Baixar aplicativo

source: Drag to reorder — your first location gets the most slang weight. Put where you spend the most time at the top.
es: Arrastra para reordenar — tu primera ubicación obtiene el mayor peso de jerga. Pon donde pasas más tiempo en la parte superior.
pt: Arraste para reordenar — sua primeira localização recebe o maior peso de gíria. Coloque onde você passa mais tempo no topo.

source: e.g. ¿Cuánto cuesta esto?
es: ej. ¿Cuánto cuesta esto?
pt: ex. ¿Cuánto cuesta esto?

source: e.g. "Quiet mornings, busy at lunch"
es: ej. "Mañanas tranquilas, concurrido a la hora del almuerzo"
pt: ex. "Manhãs tranquilas, movimentado no almoço"

source: e.g. 5512345678
es: ej. 5512345678
pt: ex. 5512345678

source: e.g. buenos días, ¿cómo estás?
es: ej. buenos días, ¿cómo estás?
pt: ex. buenos días, ¿cómo estás?

source: e.g. Dentist in Condesa, English-speaking
es: ej. Dentista en Condesa, habla inglés
pt: ex. Dentista na Condesa, fala inglês

source: e.g. Dr. Martinez, Studio Bloom…
es: ej. Dr. Martínez, Studio Bloom…
pt: ex. Dr. Martinez, Studio Bloom…

source: e.g. example.com
es: ej. example.com
pt: ex. example.com

source: e.g. Fake taxi near Zona Rosa
es: ej. Taxi falso cerca de Zona Rosa
pt: ex. Táxi falso perto da Zona Rosa

source: e.g. How much does this cost?
es: ej. ¿Cuánto cuesta esto?
pt: ex. Quanto custa isso?

source: e.g. Medical Radiology, Sports Slang...
es: ej. Radiología Médica, Jerga Deportiva...
pt: ex. Radiologia Médica, Gírias Esportivas...

source: e.g. Medical Radiology, Sports Slang…
es: ej. Radiología Médica, Jerga Deportiva…
pt: ex. Radiologia Médica, Gírias Esportivas…

source: e.g. Roma Norte, Polanco…
es: ej. Roma Norte, Polanco…
pt: ex. Roma Norte, Polanco…

source: e.g. Used when shopping at markets
es: ej. Se usa al comprar en mercados
pt: ex. Usado ao fazer compras em mercados

source: e.g. Vocabulary for a radiology resident — anatomy terms and imaging procedures
es: ej. Vocabulario para un residente de radiología — términos de anatomía y procedimientos de imagen
pt: ex. Vocabulário para um residente de radiologia — termos de anatomia e procedimentos de imagem

source: Empty
es: Vacío
pt: Vazio

source: Enable location
es: Habilitar ubicación
pt: Ativar localização

source: Enable Your Keyboard
es: Habilita tu teclado
pt: Ative seu teclado

source: End session
es: Terminar sesión
pt: Encerrar sessão

source: ENGLISH
es: INGLÉS
pt: INGLÊS

source: Enter your %@ handle to link your profile to the community.
es: Ingresa tu usuario de %@ para vincular tu perfil a la comunidad.
pt: Insira seu nome de usuário do %@ para vincular seu perfil à comunidade.

source: eSIMs require a compatible unlocked iPhone (XS or newer). Check Settings → General → About → Available SIMs.
es: Las eSIM requieren un iPhone compatible desbloqueado (XS o posterior). Revisa Configuración → General → Información → SIMs disponibles.
pt: eSIMs exigem um iPhone compatível desbloqueado (XS ou mais recente). Verifique Ajustes → Geral → Sobre → SIMs Disponíveis.

source: Every attempt builds the muscle memory. Keep speaking.
es: Cada intento desarrolla la memoria muscular. Sigue hablando.
pt: Cada tentativa constrói a memória muscular. Continue falando.

source: Every time you use the keyboard or practice with your coach, Orbit spots patterns in your mistakes and tracks them here. The more you use it, the sharper this gets.
es: Cada vez que usas el teclado o practicas con tu entrenador, Orbit detecta patrones en tus errores y los rastrea aquí. Cuanto más lo usas, más preciso se vuelve.
pt: Toda vez que você usa o teclado ou pratica com seu treinador, o Orbit identifica padrões em seus erros e os rastreia aqui. Quanto mais você usa, mais preciso ele fica.
